{
  "greeting": "Hello, my name is Pauline!",
  "heroTitle": "Front-end Developer & UI/UX Specialist",
  "heroIntro": "I'm a front-end developer with an eye for design, specialized in building exceptional digital experiences. I'm currently looking for new projects to contribute to.",
  "contactBtn": "<i class='icon-envelope-letter icons'></i> Contact me",
  "menuProjects": "Projects",
  "menuExperience": "Experience",
  "menuAbout": "About",
  "menuContact": "Contact",
  "menuResume": "<a href='src/pauline_kucharew_resume_eng_2024.pdf' target='_blank' class='button'><i class='icon-docs icons'></i> Resume</a>",
  "menuCV": "<a href='src/pauline_kucharew_resume_eng_2024.pdf' target='_blank' class='button'><i class='icon-docs icons'></i> CV</a>",
  "projectSYAppTitle": "StickerYou Sticker Editor",
  "projectSYAppSubtitle": "Sticker Design Application",
  "SYAppP1": "StickerYou tasked me with developing a front-end template for their custom sticker editor which would work for both desktop & mobile.",
  "SYAppP2": "Working closely with lead designer, I acted as the go between for the design & development teams, creating the entire user facing front-end which then had it's functionality finalized by StickerYou's development team.",
  "SYAppP3": "I was responsible for developing a front-end which matched their design pixel for pixel and designing user interactions for the application.",
  "projectBLAppTitle": "Bucketlist Rewards",
  "projectBLAppSubtitle": "SAAS APPLICATION",
  "projectBLAppP1": "As front-end developer & themer at Bucketlist I worked within the dev team to develop employee recognition & rewards software.",
  "projectBLAppP2": "Bucketlist Rewards is a private social network for businesses to manage employee rewards through a point system which can be redeemed for real world experiences. I contributed to creating the front-end for features like the user's timeline, point leaderboard and events system.",
  "projectBLAppP3": "Software as a Service",
  "projectBMOSiteTitle": "Bank of Montreal Microsite",
  "projectBMOSiteSubtitle": "Lead Generation WEBSITE",
  "projectBMOSiteP1": "I developed this lead generation site for the Bank of Montreal while working at Forge Media + Design. As the sole developer on the project I worked closely with a designer to perfectly match BMO's brand guidelines. The objective of the site was to provide industry-specific downloads for pharmacists as a means of lead generation.",
  "projectSYSiteTitle": "StickerYou",
  "projectSYSiteSubtitle": "MARKETING WEBSITE",
  "projectSYSiteP1": "StickerYou's in-house dev team needed a front-end developer with an eye for design to aid in creating a front-end for their new responsive website. I used the Bootstrap CSS framework to template the front-end of the site thus matching the website to the design pixel by pixel.",
  "expP1": "I have nearly a decade of experience and have excelled in a range of environments from being a jack-of-all-trades on a small bootstrapping team to working with a design agency as a contractor for one of the top 3 multinational technology companies in the world. I've spent the past 4 years working as a remote contractor for startups.",
  "expP2": "I have a strong familiarity with front-end technologies and have templated designs for use on Magento, .NET & Django applications. This makes me familiar with theme development and the advantages and setbacks of using a CMS. I've also worked with marketing teams to design & develop e-mail marketing campaigns using platforms like MailChimp & Hubspot.",
  "expUL": "I've worked with the following softwares & technologies:",
  "aboutP1": "I'm a bilingual woman from Toronto, Canada who immigrated from Spain to The Netherlands in 2023. My passion for creating things online started early, tinkering with HTML/CSS & learning graphic design by creating things like a Star Trek fansite and 'Cheese Lovers' web ring in the early 2000s. Fun!",
  "aboutP2": "Growing up in a multi-cultural city like Toronto gave me a curiosity for cultures & languages. I began learning Spanish in 2016 by travelling to South America and learning as I went. There are some photos from my travels on my Instagram. My next endeavour is to learn Dutch to integrate into the culture of my new home.",
  "aboutP3": "My hobbies include: cooking, photography, gaming and lifting weights. I am always up for a nice hike, enjoying a fantasy novel or learning a new recipe.",
  "contactHeading": "Get In Touch",
  "contactP": "I'm currently open to new opportunities, whether it's helping bring an idea to fruition or collaborating as a part of a team on a long term basis.",
  "copyright": "Copyright © 2024, Pauline Kucharew. All rights reserved.",
  "selectLang": "Select language:"
}
