{
  "greeting": "¡ Hola, me llamo Pauline !",
  "heroTitle": "Desarrolladora Front-end & Especialista UI/UX",
  "heroIntro": "Soy una desarrolladora front-end con sensibilidad artística, especializada en crear experiencias digitales excepcionales. Actualmente estoy en la búsqueda de nuevos proyectos.",
  "contactBtn": "<i class='icon-envelope-letter icons'></i> Contáctame",
  "menuProjects": "Proyectos",
  "menuExperience": "Experiencia",
  "menuAbout": "Sobre mí",
  "menuContact": "Contacto",
  "menuResume": "<a href='src/pauline_kucharew_resume_esp_2022.pdf' target='_blank' class='button'><i class='icon-docs icons'></i> Curriculum</a>",
  "menuCV": "<a href='src/pauline_kucharew_resume_esp_2022.pdf' target='_blank' class='button'><i class='icon-docs icons'></i> CV</a>",
  "projectSYAppTitle": "StickerYou Editor de Pegatinas",
  "projectSYAppSubtitle": "Aplicación de diseño de pegatinas",
  "SYAppP1": "StickerYou me encargó el desarrollo de un front-end template para su editor personalizado de pegatinas el cual funcionara en versión escritorio y móvil.",
  "SYAppP2": "Trabajé mano a mano con el diseñador lider y actué como puente de unión entre los equipos de diseño y desarrollo. Creé por completo el interfaz de usuario el cual fue finalizado por el equipo del desarrollo Backend.",
  "SYAppP3": "Fuí la encargada de desarrollar un front-end pixel perfect y diseñar las interacciones de la aplicación.",
  "projectBLAppTitle": "Bucketlist Rewards",
  "projectBLAppSubtitle": "Aplicación SAAS",
  "projectBLAppP1": "Como desarolladora front-end y maquetadora en Bucketlist, trabajé con el equipo de desarrollo para construir un software de recompensas para los empleados.",
  "projectBLAppP2": "Bucketlist Rewards es una red social privada para empresas que sirve para gestionar recompensas a través de un sistema de puntos que pueden ser canjeados en experiencias reales. Contribuí en crear las funcionalidades front-end como el Timeline del usuario, marcador de puntos y sistema de eventos. ",
  "projectBLAppP3": "Software como un Servicio",
  "projectBMOSiteTitle": "Bank of Montreal Micropágina",
  "projectBMOSiteSubtitle": "Web de Marketing",
  "projectBMOSiteP1": "Desarollé una micropágina de marketing para el banco nacional canadiense Bank of Montreal mientras estuvé con la empresa Forge Media + Design. Como única desarolladora del proyecto, trabajé mano a mano con el diseñador para igualar la directriz de BMO perfectamente. El objectivo fue proveer descargas con información particular de la industria farmacéutica a los farmacéuticos. Cuyo objectivo fue formar relaciónes con los farmacéuticos como manera de generar interés en el banco.",
  "projectSYSiteTitle": "StickerYou",
  "projectSYSiteSubtitle": "Web de Marketing",
  "projectSYSiteP1": "El equipo de desarrollo en StickerYou necesitó un desarrollador front-end con sensibilidad estetica para crear un front-end para su nueva web responsiva. Utilicé el framework Bootstrap para maquetar el front-end de la web pixel por pixel según el diseño proporcionado.",
  "expP1": "Tengo cerca de diez años de experiencia. He destacado en todo tipo de contextos tanto como una trabajadora todo terreno en una pequeña startup hasta trabajando para una gran multinacional. He llevado los últimos 4 años trabajando en remoto como autónoma.",
  "expP2": "Tengo mucho conocimiento de las tecnologías front-end y de maquetar diseños para su uso en Magento, .NET y aplicaciones Django. Esto me da conocimiento del desarrollo de plantillas además de las ventajas y desventajas de usar un sistema de gestión de contenidos. También tengo experiencia trabajando con los equipos de marketing para diseñar y desarrollar campañas de e-mail marketing en aplicaciones como Mailchimp y Hubspot. ",
  "expUL": "He trabajado con las siguientes aplicaciones y tecnologías:",
  "aboutP1": "Soy una Canadiense bilingüe [inglés/español] de Toronto, Canadá. Me mudé a España en el 2019. Me apasioné por la creación digital desde pequeña, empecé jugueteando con el HTML/CSS y aprendiendo diseño grafico a través de crear cosas como una web de Star Trek y un web ring para los amantes de queso al comienzo de los 00s. ¡Que diversión!",
  "aboutP2": "Criarme en una ciudad multicultural como Toronto me dió una curiosidad por las culturas y idiomas. Empecé a aprender el castellano sobre la marcha en 2016 durante un viaje por Sudamérica. Hay unas fotos de mis viajes en mi Instagram.",
  "aboutP3": "Mis pasatiempos:  cocinar, fotografía, gaming y gimnasio. Estoy siempre dispuesta a ir de ruta, disfrutar una novela de fantasía o aprender una nueva receta.",
  "contactHeading": "Ponte en contacto",
  "contactP": "Actualmente estoy abierta a nuevas oportunidades.",
  "copyright": "Copyright © 2021, Pauline Kucharew. Todos los derechos reservados.",
  "selectLang": "Elige idioma:"
}
